---
type: ReloadLatestOptions
namespace: Autodesk.Revit.DB
version: 2024
members: 3
tags: [revit-api, class]
---

# ReloadLatestOptions

`Autodesk.Revit.DB.ReloadLatestOptions` · Revit 2024 · 3 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | ReloadLatestOptions | 2014 | `public ReloadLatestOptions ()` |
| Method | Dispose | — | `public void Dispose ()` |
| Property | IsValidObject | 2014 | `public bool IsValidObject { get ; }` |